{
    "articles": [
        {
            "author": "Estelle Bolon",
            "title": "Through the Photographer’s Frame: Capturing Consonance with Alicia Karsonopoero",
            "description": "This piece will be a mixture of an interview with creative prose surrounding the topic of music photography, specifically in relation to experiences at Rewire. I will speak with a photographer (Alicia Karsonopoero) to understand their own personal feelings towards photography and music, then I will shadow for a small amount of time at the festival to reflect on how this manifests at Rewire.",
            "year": 2025,
            "theme": "Visual Culture, Reflective",
            "type": "Interview",
            "text": "Estelle Bolon: This piece is a blend of an interview with photographer Alicia Karsonopoero and my experience shadowing her at Rewire, as she captured OKLOU’S set of glistening, nostalgia-tinted, future-pop. I wanted to trace how photography can beautifully reveal the moments of joy and chaos that define live music performances, mirroring Rewire’s overall multi-disciplinary and genre-traversing atmosphere.\n\nAlicia Karsonopoero: My parents bought a camera when I was 10. As life got busy, the camera ended up gathering dust in my living room drawer until I picked it up. They taught me the basics, and I started photographing my siblings and friends. My love for music photography grew out of a combination of things: my fascination for artists, love for music, and the adrenaline rush from needing to get the shot in such a short amount of time and in such difficult lighting conditions.\n\nEB: Friday 4th April, 8:30PM, PAARD. As we arrive, there’s a long queue curling around the street corner. Moving inside, we’re met with an equally crowded floor of people. A little like a lighthouse beam cutting through fog, Alicia sticks her camera in the air, guiding us towards the front of the floor. Some people are irritated, but most allow us to move forward. On the stage, a white canvas stretches from the top to the bottom of the back wall, softly fluttering in a gentle wind, when the main house lights dim and a headlight appears, as well as OKLOU. I lose sight of Alicia as she disappears into the front row by the barrier. The set has begun. \n\n\nAK: There are a few challenges with music photography, but it’s also the reason why I love it so much. The difficult lighting conditions can be hard, but the newer, better quality cameras help immensely. I work long days with late hours and most of it is done alone. I sometimes envy people who are having fun, enjoying music with their friends. However, it’s still the best job ever. Their escape from reality is my reality, one I love too much to leave.\n\nWhen you’re photographing, you focus on the visual aspects of everything around you. The people, shapes of the environment, compositions, lighting… I sometimes completely drown out the sounds around me. It’s so magical to observe and see what’s happening in front of your lens. When people ask me what I thought about the performance, I often can’t really give a solid answer unless I have time to put my camera down and process what’s actually happening. Some publications review the show in real time, so photos need to be edited and uploaded as soon as possible, meaning I need to run back to the press room. If I’m a fan of the artist on stage and am lucky enough to have time, I will find a spot in the crowd to just enjoy the music. \n\nEB: The next hour is a heady mixture of blue, orange, and white light, the latter appearing in beams resembling helicopter searchlights. The music manifests in fantastical melodies and futuristic pulses that occasionally feature voice recordings, bringing up feelings of nostalgia and childhood memories. The atmosphere is relaxed, yet the energy feels focused, reactive, and lively. At one point, I notice a videographer weaving between people. In his viewfinder, I catch a zoomed-in OKLOU, smiling through the reflected illuminations. Alicia, too, has moved back into the crowd, taking photos not far from me. Amongst the swaying, dancing bodies, someone rests their head in the crook of another’s neck. I wonder how Alicia manages to get a good shot from back here—we’re the same height and all I’ve managed to capture (on my phone…) are blurry outlines and a half-obscured OKLOU. \n\nAK: I was fortunate enough to photograph CLAIRO this March. I’ve been a fan since I was 17. A TikTok prepared me for the fact that it was going to be dark in the venue - her lights were basically off. It was quite hard to shoot and my ISO was on 10,000 or maybe higher at one point. However, since I knew what to expect, her songs and the way she moved, it became easier to predict what settings to use. CLAIRO saw the photos and reposted my favourite of the series on her Instagram. It was a proud moment to be acknowledged by one of my most-liked artists in that way!\n\nI hope that through my photos, people see the festival and the artists in a different way than they’ve already seen. I think my style is quite soft and feminine, even during a “tougher” show. I always try to find the beauty in small, barely noticeable elements. I hope people can find a bit of magic when they see my photos. It’s vulnerable for an artist to be photographed during a show, because they have little to no control over the end result, unlike studio photography. The artist has to trust the photographer will reflect the show as it was meant to be. I hope I can provide that, making them feel seen.\n\nEB: Alicia checks her timetable; she has five more sets after this, but for now she’s able to enjoy the music. OKLOU pulls on a glistening silver wig, just as the canvas is flooded with star-like graphics and a beam of white light from above shines on the musician.\n\nBefore we say goodbye, I ask Alicia if she has a favourite photo, and she excitedly clicks through a library of beautiful images, before showing me one from the scene just described. Sure enough, it’s exactly as I remembered, but I notice now the way the light becomes increasingly translucent after it passes through OKLOU, who appears almost angelic. I think about the music that was playing, the way the hazy blue-tinted visuals flowed in line with people’s movements, and how we became captivated by what we were watching together."
        },
        {
            "author": "Kris Cooper + M. Endersby",
            "title": "Architectures of Performance",
            "description": "Through interviews with caroline, Fennesz, and audience members, this piece aims to reflect on experimental approaches to audience spatiality. This piece will explore how the spatial configurations of the performers and the audience in conjunction with physical architecture affects the experience for both performer and viewer",
            "year": 2025,
            "theme": "Spatial Experience, Listening, Reflective",
            "type": "Interview",
            "text": "chitectures of Performance \n\nFour components structure any live performance: artist, audience, space, and sound. The array of venues which house the Rewire lineup offer a host of interesting architectural environments for performances, with audience members experiencing many in rapid succession. While many artists perform on stage with conventional band arrangements, many artists playing at Rewire are experimenting with performance configurations. We wanted to reflect on how artists and audiences experience music and how performances are impacted by spatial arrangements and physical architecture. This text combines our own ideas around these relations, insights from interviews with FENNESZ and Jasper Llewellyn from CAROLINE alongside a log of our experience from the Friday night of the festival. \n\nArtist - Space \n\nArtist-space relations in performance exist in two forms that sometimes blur. One is the arrangement of the artists in relation to each other, and the other is their arrangement in relation to the physical architecture and boundaries of the venue. CAROLINE, a post-rock folk octet, have become well known for their divergence from the quintessential live performance setup of stage-audience. Instead, the band, featuring a range of cellos, drums, violin, and more, opt to perform in the round, all facing one another. Due to the space constraints on stage, this usually requires them to perform on the floor in the middle of a venue with the audience crowded around them. \n\nJasper Llewellyn, a cellist, vocalist, and drummer for the band, describes how playing in the round was partly born out of necessity from needing to see each other for their largely improvised material. He explains that the result for the band is a focusing of energy into one central point. \n\n“We're all kind of going in the same direction. It's like, I'm playing, but I've got behind me a load of people whose attention is also going the same direction that I'm going in. And that's happening all around the circle, so it's less of a collision.”\n\nFor their performance at Rewire, CAROLINE are trying out performing in the standard end-on formation, marking a departure from a performance style they have become well known for. While the change is partially out of a desire to make full use of venues’ sound systems and capacity, the new performance style will alter the band's experience of performing. \nActually taking to the stage and standing in front of the audience, the band will meet face to face with the audience, in a somewhat oppositional style: what Jasper describes as the “artist versus audience dynamic” that’s created by most stages and performance configurations. \n\nDiscussing the band’s relationship to space more generally in their upcoming live shows,\nJasper describes the creation of their own world in performances, with the incorporation of field recordings on stage. While there was a focus on fully live material in their earlier work, as the band evolve, they have brought in digital vocal manipulation and now look to include field recordings in their sets to bring external spaces into a venue. \n\nArtist - Audience\n\nExperimental music often demands effort from listeners in paying attention to subtlety, or navigating abrasion, particularly in live settings. At a festival like Rewire, with a tired body and dozens of performances to absorb, how many sets can audience members concentrate on and listen to actively? Besides CAROLINE, another artist who explores subtlety and ambience in their music is electronic ambient musician FENNESZ. \n\nIn our conversation, FENNESZ remarks that his stage presence is undramatic, but notes that he engages in a sort of wordless conversation with the audience to draw them into subtle performances. The artist observes which sounds the audience have enjoyed, and adapts his sound processing software accordingly to create textural changes in the music: “I’m not just playing track after track. I see how they react, and then I fly in something completely different.” The performance is iterative, based on how the audience collectively reacts to each development. This process continues as FENNESZ uses his own concentration, technical expertise, and artistry to hold focus through interactive engagement. \n\nCAROLINE’s performances, on the other hand, engage the audience through groove and physical movement. Whilst playing in irregular and free-time grooves, they reach out to the audience visually and kinetically by leaning and swaying to lock in rhythmically with each other on stage. This allows the band to compute the music’s timefeel together, especially when playing in the round. Their movement also makes the groove visible to the audience, intensifying the impact of beats or pauses. The audience’s own participation in this movement reinforces a connection between them and the performers. Jasper mentions the powerful feeling of having audience members looking over his shoulder, performing in the middle of a packed room. As the band explore end-on staging, kinetic interactivity with the audience might be an active invitation, rather than a byproduct of needing to see each other on stage.\n\nBoth these artists approach artist-audience relations as a two-way street. Interactivity begins with the artists on stage paying focused attention to each other, or to the audience, and creating avenues to engage actively with the performance. Through interactive performances like these, challenging music feels less like an endurance test and more like a walk together, or a conversation.\n\nAudience - Space (Log) \n\nNALA SINEPHRO Amare Concertzaal 20:35 - Kris \nCentered to the right of the stage, SINEPHRO and her band occupy just half of the concert hall’s massive stage. Arranged in a square and surrounded by spotlights, the instruments and musicians are presented simply, leaving room for the luscious compositions flowing from the harp, synthesisers, drums, and saxophone to cascade out and fill the room with sublime undulating tones. Staring down from the highest balcony on the right hand side of the stage, I have a birds eye view of the band, the sound reverberates up through the balcony as music rises and falls beneath me. \n\nFENNESZ Lutherse Kerk 22:00 - Martin\nFENNESZ’s performance of guitar and electronics sounds, surprisingly, like a guitar, as I listen from the back of the Lutherse Kerk. Usually, when listening to his music, I wonder how he manages to turn guitars into these jittering, granular soundscapes, but it feels like the church’s reverb is putting the chopped-up notes back together again. Perhaps my brain is hearing the blurry echo of this large church’s acoustic, and assuming that a guitar is being abstracted by that space, instead of by FENNESZ’s digital manipulation. \n\nAYA & MFO - PAARD I 22:30 - Kris \nAYA’s performance, staging, and lighting is a perfect extension of her abrasive and complex music. Layers of plastic sheeting and smoke fill the stage, making it appear much shallower. Positioned at the back of the first balcony, standing on a bench and peering over the sound desk I have a full view of the stage and projections. Even though AYA performs alone, she has played around with the space on stage: from a platform for when she performs her vocals, to an open instrument chest she sits atop of, and crouching behind her instruments in the course of some of MFO’s projections. AYA inhabits different parts of the stage for different tracks. While some electronic performances can be visually and spatially unengaging, AYA and MFO’s collaboration uses the space available to create a precise and visceral display of her work. \n\nSound - Space\n\nPerformances are experienced uniquely depending on where the listener is placed in the venue. An audience member stood close to the performer will experience a very different acoustic to one hearing the performer 40 metres away, who will hear the venue’s soundsystem and the reverb of the building more than the sound of the instruments as they are playing on stage. In a small club, regardless of where an audience member is dancing, the sound is likely to be the same. In a church, the singular, clear experience of sound is blurred, refracted, and multiplied across surfaces and airspace. \n\nCAROLINE’s performances exemplify this: the band play a wide range of instruments playing at different volumes, incorporating both acoustic and processed sounds. As such, each performance is experienced very differently depending on where the listener is placed in the venue. Metre by metre, there is a shifting balance of cello-trombone-drums-vocal-violin (dry)-violin (through overdrive)-acoustic guitar-electric guitar, etc. \n\nWhen a band like CAROLINE perform in a large space, the size of the acoustic creates multiple different sonic experiences of the ensemble, for audience members in different parts of the building. Larger venues multiply sonic experience in another way: each instrument or voice reverberates and echoes off different surfaces, a process which blurs single notes until they take on the character of an ensemble: one voice becomes a choir, and one acoustic experience becomes many.\n\nPerformance architectures\n\nRewire has offered us an interesting space to reflect on the spatiality and architectures of the performance of experimental music. Talking to the artists, we wanted to end on a hypothetical note, asking them their ideal architectural setting to perform in or have their music experienced in disregarding any physical limitations. Here are their responses:\n\nJasper (CAROLINE): “The first image that comes into my mind would be for the sounds to emanate from no obvious sound source, basically the sounds just to be in the place, and probably be in a wood or something, kind of infinitely, outside time.”\n\nFENNESZ: “I’m realizing that I still enjoy a good old rock stage in a good old rock club, because then you can also play at a higher volume. People sometimes book me in churches, which is fine, but it doesn't give me that feeling I have on a classic rock stage.”"
        },
        {
            "author": "Fred Waine",
            "title": "On Creolisation: a Conversation with Isaiah Hull",
            "description": "I have already interviewed Isaiah for my website and am keen to discuss further with him the idea of music as a creolisation of cultures, akin to the creolisation of European and African languages in the Caribbean during the slave trade.",
            "year": 2025,
            "theme": "Cultural, Ancestry, Global Music",
            "type": "Interview",
            "text": "When I interviewed the Manchester-born, London-based artist Isaiah Hull for my website in early 2024, I was interested to hear him describe his work as resulting from ‘creolisation’. I had only before heard this term in the context of my linguistics degree, used to describe the formation of mixed languages on slave plantations in the Caribbean. A continuation of our dialogue on the multiplicity of language and identity present in Isaiah’s poetry seemed an apt way to look ahead to his performance at Rewire 2025, itself a coming together of disparate genres, art forms and groups of people.\n\nFred Waine: Isaiah, what did you mean when you described your music as part of a process of ‘creolisation’?\n\nIsaiah Hull: I look at the way Patois [a.k.a. Jamaican creole] exists in the UK, and I look at the way Black Britain as a culture is. I look at grime and drill. Language that we compound together to make new language with, I see that as creolisation.\n\nBut I also see it as broader than that. Recently in London there was a Krautrock Karaoke event in an arcade. That’s the culture of music and the culture of video games. So that's creolisation. Because, if I'm not mistaken, creolisation is the creation of a new culture from two existing cultures. Me as a Black British man, I'm taking two cultures and putting them into a new thing. But also the way I play with my lyrics and my words and syntax, I do see that as creolisation too.\n\nFW: So perhaps we have two definitions of creolisation. A broader definition — the creolisation of cultures or cultural creolisation — and the more narrow definition of linguistic creolisation, the process by which certain languages were formed in the Caribbean, from the mixing of enslaved Africans and European slavers. At what point did you start thinking of your own work as creolisation?\n\nIH: I'm often surprised when I look back at my own language-based art. I've been looking at the syntax of some of my sentences and thinking ‘that doesn't make sense, but it makes sense to me’. I found solace in understanding that that tongue is natural. Sometimes I have lines of poetry where the simile will come first, and then I'll explain it later. All that gymnastics which is entertaining in the arena of rap. It's just Patois, that's all I'm doing. I'm taking the English language and rubix cubing it to make more sense for me.\n\nFW: That’s what I love in literature and art, people making novel combinations. I don't know if you've read Aimé Cesaire, who's a Martinican poet, he has these super long prose poems where he's not necessarily speaking French, he's not necessarily speaking Martinican Creole. He's blending all these language forms that have come from Latin, from the Caribbean or Africa. What I really appreciate about your poetry is the way that you manipulate different accents and dialects of English, you move along this spectrum of language forms gathered from various parts of who you are and where you've been. How important is that for your writing?\n\nIH: Patois and creole is the ultimate freedom and license to be like ‘I’m gonna mess with this language cos I can’. Growing up in Manchester there was a shyness about using Patois, we used to joke around with each other like ‘you can’t speak Patois, you can’t really talk like that’. So for years I wouldn't really bring it out. In London I speak Patois more: I listen to Jamaican radio, I bathe my ears in Patois and dancehall, so I’ve reconnected with it.\n\nI've got a project called POCOMANIA that I’m gonna preview at Rewire. POCOMANIA is a spiritual practice in Jamaica, with West African ritualism mixed with Christianity. My project is talking about the frustration of being in England and knowing better than England. It honours the sound and movement of this creolised practice and faith.\n\nFW: The American pop linguist John McWhorter has argued that the creole languages of the Caribbean are naturally ‘simpler’ than older languages. What do you think about this?\n\nIH: Does he mean simpler to learn, simpler to understand, simpler to standardize? I don't know what the measurement is. It feels a bit reductive, especially with linguistic stereotypes. You know [the Brazilian martial art] Capoeira? I don't know if this is folklore or real but when slaves were practicing fighting and a slave master would come over, they would have to pretend they were dancing to hide the fact that they were fighting. That's the culture of dance and the culture of fighting together. I wouldn't say that was simple. I think Capoeira is a really hard balance to find in the body.\n\nFW: Dance and fighting, what are these things at essence? They're movements of the body, right? And we think of them as different things, but they can be unified, they can be mixed back together. Might we think of eclectic arts events like Rewire as hotspots for the creolisation of diverse approaches and art forms? \n\nIH: Yeah, put it in that umbrella man. These cultures coming together, you know. I'm excited to see Billy Woods and John Glacier and CAROLINE.\n\nFW: Woods is definitely one of those guys that is messing with syntax, combining high and low forms of language. People like caroline, the experimental noise/ambient type stuff, there’s lots of that sort of thing at Rewire. I guess they're playing with the grammar of sound, which is something I also really admire in your work with [London-based producer] ALOISIUS.\n\nIH: John as well. Something I appreciate about John is that, regardless of the sonic bed that her words will sit on, her words are gonna be her words. There's a direct train of language that's just gonna come out on any beat. That's something I learnt from: more recently I’m using the time that I have on a track to speak about things from a different place. It's not better or worse. It's just more integral to me, more truthful to where I am."
        },
        {
            "author": "Chuning Dai",
            "title": "Two Dots, [Untitled] Line",
            "description": "Artists from Indonesia and Japan have been interviewed and we talked about ritual music, ancestral roots, intuition on music making and listening, decolonization as living examples etc. The draft will be presented in a documentary-fiction sense.",
            "year": 2025,
            "theme": "Ancestry, Listening, Reflective",
            "type": "Interview",
            "text": ".-.\nWhen the Sun charts its golden course to fifteen degrees, Qīng Míng(清明)dawns, a tomb-sweeping festival about ancestor worship. There is no air of memorial in an apathetic society. The good news is that the wind chopping you like bamboo from head to toe in the past season time, a liminal period for our mammal life, finally settles. My Chinese lunisolar calendar is expecting stitched old and new worlds, drizzles and rituals, however, suspended in the field. Sonic guff wanders fortunately. A local festival stumbles its evoking rhythm into these quiet pages.\nI live above a kindergarten in Den Haag. Riding from such a primitive theatre to a regulated one like Amare, the yard embellished with shows, plays, spills, laughs, usually takes me 20 mins. With line-up sounds coursing through earphones, my mind leapt between continental dots, although with each foot a futile attempt to catch up with its counterpart. There seemed a shore to reach when every mathematics ended. My tyre accidentally caught, slid along the tram rail after a song called RAUNG! I blamed it, and somehow got fascinated. An amountful fluttering of wings again couldn’t stop nudging transient fleeing to my genes; the music then carried me to the duo originally from my neighbouring lands: TAKKAK TAKKAK.\n.|.\nTakkak is onomatopoeic, born of percussive whimsy without particular meaning. As the joint moniker for Mo’ong Santoso Pribadi (Java) and Shigeru Ishihara (Tokyo), its reduplication captures their mischievous nature.\nMo’ong, a prolific composer, breathes life into ‘redundant’ objects: discarded metal, weathered plastic, and even dormant toothbrushes. His hands reshape debris into resonant bodies of Javanese instruments, weaving melodies through unconventional microtonal tunings. Shigeru, an electronic producer, slips under pseudonyms and genres, a jumpy enigma whose work defies predictability, much like himself.\nTheir story began at a Malmö event, but it was a sound-making workshop where the collaborative spark ignited. Shigeru recalled Mo’ong’s invitation to scavenge for “sonic trash”. Together, hammering and tinkering, they unearthed unexpected treasures such as a dented pipe’s hollow hum and the clatter of rusted springs. Their improvisations bloomed on field recordings layered with throbbing organics, morphing into shapes and energies no one ever anticipated.\nWords are sparse between them. Bonding happens over steaming street food and shared playlists. Even when I spoke to them separately, across cities and time zones, their responses harmoniously unfolded with reverence for sound’s possibilities, belief in bodies’ spontaneous rhythms, and friendship forged in experimental alchemy.\n)(\nI brought a few seasonal plums to share during our talk.\nYou mean there are no ancestral references in TAKKAK TAKKAK’s music? I put down the one I was about to bite.\n“No intentional ones. We carry the cultures ourselves and play them out naturally.” Both reply with bare hesitation. “I do use digital Taiko if it counts,” Shigeru adds. “In that sense, I took apart Gamelan, a common Indonesian ensemble, and reinvented those parts.” Mo’ong pauses. “But Gamelan is overly taken as a cultural commodity. Only if Indonesian artists feel like playing or else people shouldn’t reduce us to it.”\nHow can we understand the labels ‘traditional’ and ‘experimental’ to describe your works?\n“Traditional is alive. Don’t you think so? There are plenty of living artists playing music on the Javanese scale. To me, it is a paradoxical concept when promoted like a museum piece.” Mo’ong rewinds fun facts from his workshop: “‘Experimental’ should be about ‘experience’. Everyone engaged their bodies and created their own experimental music even with instruments that I made. Many do not realise that your body is the archive of your life experience. Some musicians were probably too well-trained and they kept asking for instructions. I said ‘I do not like to control people. Please have fun. There is no right and wrong here.’”\nMo’ong’s occasional furrowed brow and bemused headshakes over the conversation make me realise that the language I use to question, steeped in rationality, always seeks tidy, precise, decipherable answers. When I ask why he stopped pursuing Western classical music, his reply is characteristically blunt: “Too boring.” One can almost hear Shigeru’s muffled laughter from offstage, an endorsement of anti-establishment candidness.\nDiscussing entrenched hierarchies in the music system and cultural hegemony with Mo’ong feels liberating. Here is an artist actively dismantling colonial frameworks by his existence, reclaiming ancestral roots and letting them rewild rather than performing for tokenism. Yet the sensation-driven economy of live performance frequently serves “exoticness” as consumable spectacles. Mo’ong’s tone appears slightly resigned and defiant. “Decolonization isn’t a buzzword for us, instead it’s a daily act.” His stance rejects both purism and pandering.\nThe “do-not-overthink” philosophy from Shigeru releases some weight from such struggles. He breezily describes their music in three words: fun, positive energy, and good vibes. I prod further on what defines “good music”. He recalibrates “challenging and calm”, which is why he clicked with Mo’ong. “That’s not all. He once suggested listening to black metal while composing!” Mo’ong chuckles.\nHow has the music you make and listen to changed compared to your 20s, and 30s?\n“You will never be satisfied as an artist. Now I relisten to what I made in 2005. Such a shit!” Shigeru mocks himself. “I think I evolved by learning sound design, listening to all music and cross-cultural collaborations. But what shapes me most is studying percussion in Africa. They taught me the wisdom of the body. I feel free playing instinctively.”\nMo’ong considers himself self-consistent, currently attracted to folkloristic music whilst reflecting on Java-centrism as I move on to Indonesian underground scenes: “Twenty years ago, our jam sessions drew five people at most. Nowadays, those DIY spaces are packed. Some come for the noise’s edge, others stay for its soul. Generally, the scene thrives and encourages artists to continue our crafts.”\nOur talk hovers on, expanding the vocabulary of polyrhythms, wrapped up in the Game Boy amateur, Shigeru’s version of a pixelated multiverse story; a familiar-but-forgotten dimension is unlocked and grounded. I chuck the plum cores in the bin, wishing them a pleasant journey."
        },
        {
            "author": "Rugun Sirait",
            "title": "The SEA's Resonance",
            "description": "Through interviews with Southeast Asian musicians—focusing on rEmPiT g0dDe$$'s and Takkak-Takkak —I aim to explore how their work connects with audiences. SEA tunes have\ndistinct styles, from Budots (Philippines) to Funkot (Indonesia), and Vinahouse (Vietnam), often considered tacky or cheap in their home countries. How are these sounds perceived\nby different bodies and ears in new contexts? How do these artists bring SEA tunes into global spaces, reshaping their meanings?",
            "year": 2025,
            "theme": "Global Music, Online Culture",
            "type": "Interview",
            "text": "The SEA’s Resonance\n\nThis piece connects the dots between different Southeast Asian artists playing at Rewire 2025, including conversations and reflections with Japanese-Indonesian duo TAKKAK TAKKAK and Malaysian artist rEmPiT g0dDe$$.\n\n‘Taka taka taka taka taka taka taka,’ chorus  Mo’ong Santoso Pribadi and Shigeru Ishihara at the end of our interview. They are mimicking this singular rhythm, while also gesturing their drumming hands in the process. This is TAKKAK TAKKAK, an onomatopoeic name they chose: one of the handful of artists at Rewire from Southeast Asia, together with rEmPiT g0dDe$$ (Victoria Yam), Rully Shabara (who is performing with Osmium) and other artists from the diaspora. \n\nThe name TAKKAK TAKKAK perfectly draws together with the language of the beat, crossing the language barrier: Mo’ong and Shige come from Indonesia and Japan, respectively, and are now based in two different cities in Europe. In June 2024, they released a self-titled album on Nyege Nyege Tapes, a Ugandan-based record label. \n\nOur conversation turns very fluid, as I am asking about Shige’s newest solo album as DJ SCOTCH EGG: SCOTCH SAMBAL, which was released by Indonesia’s leading alternative record label, Yes No Wave. This album was highly influenced by the ubiquitous sounds in Indonesian music during his stay there, including Mo’ong’s projects in Yogyakarta. Shige’s SCOTCH SAMBAL incorporates Indonesian funkot or funky kota, a style of fast breakbeat that is now popular on TikTok. There’s also jedag-jedug, a funkot-adjacent genre and social media trend of  dramatically speeding up songs, with flashy visuals—all working under social media’s pressure on speed, liveness, and real time. Like TAKKAK TAKKAK, jedag-jedug is onomatopoeic: both come from the sound oozing from speakers, one taken from the thump of the pounding bass and the other from the crisp clap. \n\nThis conversation takes me back to one conversation I had two years ago with Arya Arinaldo, part of Eastern Margins, an East and Southeast Asian collective that creates musical events in the UK and recently expanding to Europe. “In technical terms, it’s mixable,” he said when explaining about this TikTok music, funkot, and other high-BPM internet music—which DJs can mix together easily. Another Easter Margins artist, rEmPiT g0dDe$$, is playing on Sunday at Rewire. Despite coming from Malaysia, the origins of the remixes she showcases and produces are similar to the sounds and styles in the region of Sumatra, Indonesia, and also other parts of the Archipelago. It is common in the Southeast Asian region for one sound to resonate with another in this way: from Vietnamese Vinahouse to budots from the Philippines and funkot from Indonesia. They all come together, through their similar rhythms and BPMs. \n\nSimilarly, as Mo’ong and Shige mention in our conversation, the beats and style of music they produce together as TAKKAK TAKKAK come naturally and intuitively. They drew upon their upbringing in their home countries and how they have explored music from other parts of the world. They agree that what they produce comes from this combined experience. “It's more, like, embodied: like with our experience. Our aesthetic experience also develops when we listen. It can also be involved with the situation: where you live,” explains Shige. Their music-making is not only aesthetic but also ecstatic, which was  felt most strongly when they performed one afternoon in the countryside in Lithuania, where Mo’ong is now based, in front of families and with children around. As they acknowledge, there is a child’s honesty in how they enjoy their work.  \n\nJust as TikTok came into my interview with TAKKAK TAKKAK, so does it return in my conversation with Victoria Yam, aka rEmPiT g0dDe$$. We talk on Friday after her panel ‘Conversation: Fragile Minutes’, with alys(alys)alys, and Slikback, moderated by Federica Notari.  It was Victoria who brought up TikTok in her answer to my first question. She played an Acehnese modified traditional song, KUTHIDIENG, by Liza Aulia, which she stumbled upon on the app. We also talked about how it’s been for her touring, moving, and exploring music.  Victoria feels that she can resonate more when performing outside of Malaysia. We talk fluidly, for example about how a woman has many societal pressures in Southeast Asia. We—as I am a Southeast Asian woman too—are pushed to have good grades, be successful, bear children, and other heteronormative demands, it’s challenging especially for her being a queer person. This is what I understood to have made Victoria more comfortably performing and resonating outside of Malaysia. She recently moved to Cambodia and once in a while performs in the Philippines and Indonesia. Like with Takkak Takkak, our conversation also touches on TikTok, where a lot of her music exploration is done. This is where the subgenres I mentioned above bloom—vinahouse, funkot, budots, etc.—making it a valuable resource of music for her. \n\nIn her panel, she plays one of the songs she has stumbled upon online, as I mentioned. The song was very familiar to my ear, since it is from a region in Sumatra. Sharing music across these borders is very common, not just because of TikTok, but also because of radio. I share with Victoria how I had believed Siti Nurhalizah, a Malay pop singer, to be Indonesian until I was nine because of her popularity in the early 2000s and her vocal technique, which is similar to Indonesian music. Another cross-border genre that Victoria also finds interesting is dangdut remixes—mixes of traditional beats with rocking guitar—which are growing  abundantly on TikTok and embodied by some Southeast Asian flesh and bones. \n\nThis is the music that resonates, to familiar and unfamiliar ears, with the beat that makes bodies move. Wherever they are."
        },
        {
            "author": "Anna Papastylou",
            "title": "Soundcloud Gravediggers",
            "description": "Being on SoundCloud listening to Emma dj's album requires a level of dedication. To be able to spot the layers of the genre and to shyly trace the reverberations; to reluctantly identify a the inspo or the reference as a cultural staple. A reference seeking out of the clustered network of hyper-specifically vague nudges of online audio-visual materials.",
            "year": 2025,
            "theme": "Online Culture, Listening",
            "type": "Essay",
            "text": "Within the realm of avant-garde and experimental releases, there is the Paris-based, Finnish-born artist, EMMA DJ. His playful yet intellectual sonic palette, with a witty, meme-like manner, lingers with you after the first listen. His project represents the post-bloghouse wave of electronic music that emerged in the 2010s. His album LAY2G, released under Danse Noire Records, stands as his most complete and \"clean\" release to date. Both his oldest and newest tracks share a common thread: they resonate with those who grew up in the 2000s, spending hours discovering new gems on platforms like SoundCloud. As they say, those who get it, get it; those who don’t, won’t.\n“know ya'll can't sit still for long god bless it.” \nSomebody on SoundCloud captioned that exact phrase on the comment section of a remix of ZOMBIE NATION’S KERNKRAFT 400 (iconic). How did I get to that mix, you ask? Through the LIKES on Emma DJ’s SoundCloud profile. Does anybody else do that? Browse somebody’s “private” (it literally is public) and sacred collection of interests and maybe influences? No shame in that… It's only by digging that you strike gold, and I did; I scored myself some cultural zeitgeist information in the form of Drain Gang: ECCO2K and FAKEMINK. Going further down the rabbit hole, looking at the bottomless pit of likes and applying the pre-eminent technique of “stalking” or whatever other people call practising being a fan. \nThat is how I was able to compile the following list from artists spotted both on Rewire Festival 2025 and on EMMA DJ’s SoundCloud likes.  Do what you may with that information:\nSHEATH - SLIKBACK\nACID - SLIKBACK (sensing a pattern here)\nIT’S MY LIFE DON’T YOU 4GET - AYA \nI LIKE IT (BASS) - BASSVICTIM\nInability of access\nHigh on the excitement of the anticipation of seeing EMMA DJ live the third day of Rewire, I kept going overboard, climbing down the drainpipe of my own creation together with Spotify’s recommendation algorithm. The theme I witnessed there is the meaninglessness of titles. Are they really meaningless? I expected to have an answer for this question by now, considering I attempted to frame my part of the zine as an interview with him. To be able to trace influences back to his sonar reverberations and make associations in a self- anointed way. This kind of task requires practice. To make up for the inability to get insight on the artist, I do more digging of my own. Looking for subtle references on his tracks. Eventually, after seeking them out, I map a clustered network of hyper-specifically vague nudges of online audio-visual materials.  \nEvery time you play music on the app the recommendations could not be a more unavoidable feature; one colliding with the uncanny hypersocial use of media. Comparatively, on SoundCloud you do not have the artist's metrics being shoved in your face. I am surprised by my attention span. I was able to commit to listening through EMMA DJ's first album undisturbed by the impulse to watch my Friends' Activity. I fall for that constantly.\nescaping the algorithm \nME: I am just gonna disconnect, BE OFF-PLATFORM... \nAlso ME: commences staying JUST 20 minutes more on Spotify. Hit repeat on the three most-played tracks of the month: RR. DNK, OUSMN (from the LAY2G album) and SPEEDO (from VTSS’s EP ft. EMMA titled ALVIN) \nIn the spirit of only listening to the same songs over and over again, I have only saved enough attention span to last me through just 15 minutes of an hour-long mix from the SCHUMACHER SERIES VOL. 11 with BILL KOULIGAS. Getting through just a third of a project like that one is an appropriation of the desired use of the platform experience (failure). These mixes are designed to be lengthy, chatty, unlike any carefully mastered track. \nThere is a function long gone and buried in the graveyard of trains of thought that collides with the uncanny use of media. It’s that of music playing (the gerund form), which is not relevant anymore. Not in the same topical, prominent way in the hierarchy of actions comprising the listening practice. Is the recommendation algorithm the one to blame? (Certainly.) Is the low attention span flirting with becoming extinct, a masked version of the uncanny? (Absolutely.) However, the jury has a verdict: The app is guilty. \nThe Spotify app is sentenced to 3 days of deletion. The uninstall lasts a day.\nThe ideal is to get an introduction to an artist without their metrics being shoved in your face. At least, SoundCloud gives me that option. Would I rather listen to the Top 5 songs that everybody is ragging on about? Or find the artist’s niche? Their sense of meaning, background, and personality reflected back in self representative projects? The soft white light on the app interface, blended with the orange palette of SC’s icon, is luring me in…\nBe a fan, not a critic\nI am fully committed to the “bit”. I dig deeper on that VTSS EP ALVIN. As I previously mentioned, it’s a collaboration with EMMA DJ. I play the track SPEEDO five times. Then, I google her. I wonder whether she wants to get pregnant or whether she did or didn't have a UTI on her BOILER ROOM set. Then I think about OKLOU and the video SEGA BODEGA posted of her showing her belly, putting headphones around it while her baby is swaying in amniotic fluid listening to CHOKE ME.\nI still have not gone off-platform\nI remember how funny it is that I would rather instantly import texts on my Kindle so that I can coherently interact with the text format (specific) people pass my way. Kindle does not allow for any external temptations like opening the IG, or the Spotify app, to “stalk” your Friends’ Activity… \nI have to finish this piece for the Rewire Reflections zine; the printing time is approaching. I get a notification on my silly little app Co-Star for a quick daily prediction. I decide to press the notification, reading the prediction; it will only take a minute. It would be a pity not to text a screenshot of this funny answer I got after feeding my silly little app one of the prompts it gave me as an option while scrolling for my horoscope. I just clicked it. This is the answer I got: \n“For two more weeks you are caught in a loop... By summer's end those feelings will lose their grip. Clinging to anger is like drinking poison and expecting someone else to die."
        },
        {
            "author": "Leonie Woodfin",
            "title": "Eyes and ears to the earth",
            "description": "I'll speak to filmmaker Malena Szlam and hopefully also sound designer Lawrence English about experimental/analogue film, volcanic time, field recordings, soundscapes, and the eeriness of the Australian landscape.",
            "year": 2025,
            "theme": "Listening, Sound",
            "type": "Interview",
            "text": "The themes of this year’s film programme—sonic testimonies and ears to the ground— swim in my head as I draft my initial reflections on Malena Szlam’s film ARCHIPELAGO OF EARTHEN BONES ‒ TO BUNYA. I’m sitting at a table in the ‘rainforest’ inside the Doha airport during a long stopover en route to Amsterdam after visiting my family in Boorloo/Perth, Western Australia. The affective power of nature—‘real’ trees and plants—is palpable. There is also something deeply surreal about finding these magnificent organisms where they should not be, encircled by high fashion and hypercapitalism, and shrouded by a soundscape of prerecorded (fake?) birds. \n\nIn the last weeks, Hossam Shabbat was executed by the IDF, Mahmoud Kalil was arrested by US immigration authorities, and Hamdan Ballal was abducted from Masafer Yatta. In light of all this terror, what is there to say about the concept of testimony? Or the subtleties of experimental and documentary cinema? To which ground—or unceded lands—are we and should we be holding our ears? \n\nTo testify is to give evidence—usually through language. To keep your ears to the ground is to stay carefully attuned to what is happening around you. Both acts - in theory - refuse the option of looking away. \n\nFor Malena Szlam, a Chilean filmmaker based in Montréal/Tiohtià:ke/Mooniyang, analogue film is her way of witnessing and exploring the complexities of our world and natural environment. This fascination, and way of situating herself, is rooted in early memories of growing up and travelling with family in Chile amidst the immensity of the Andes and the omnipresent threat of violent earthquakes. After a missed connection at the Berwick Media and Arts festival, we connect over a whatsapp voice call. \n\n\nArchipelago of Earthen Bones, her latest experimental film work made in close collaboration with sound designer John English, maps natural phenomena along the fast-moving Nazca and Pacific tectonic plates — from the mountain ranges and rainforests of Eastern Australia to lava fields on the other side of the Pacific Ring of Fire volcano belt in Chile. \n\nThe scenery—comprised of dusty horizons, rocky outcrops, dense rainforests, ancient and endemic flora, a single glorious rainbow, celestial constellations and much more—oscillates and dazzles as we bear witness to whatever we are able to grasp in the film’s twenty-minute span. In-camera edits, including multiple exposures, deepen this sense of proximity and awe. \n\nFor much of the film, the sky is aglow with otherworldly amber hues caused by the sun’s refraction through volcanic remnants—“stratospheric aerosols”—in the atmosphere following the Hunga Tonga-Hunga-Ha’apai submarine volcanic eruption (”the most powerful explosion ever recorded with modern instruments”) which claimed three lives and caused extensive damage during subsequent tsunamis in 2022.  \n\nA literal darkness pervades the work and its many silhouettes, indicative of Szalm’s focus on the materiality of light as captured on analogue film. Szalm is fascinated by the way film allows us to expand and explore our perception ”beyond the capacity of the human body”. Just as we process phenomena through our senses, her medium of choice—16mm film—is constrained by the interaction of light particles with chemicals and the hand-wound mechanics of the Bolex camera. \n\nIn sitting with and drinking in this film, it is necessary to release our expectation to be guided by language or music. We don’t see a lot of wildlife, but we do hear it, as bird (bat?) songs punctuate the ethereal drone composed from field recordings—in part undetectable to human ears—including naturally produced (‘geophonic’) sounds, insects, and even soundwaves from the Earth’s upper atmosphere (the ionosphere). Sound designer Lawrence English frames the extrasensory and immersive nature of the listening experience as creating space to consider “the openness of place, the recognition of our limits, the subjectivity of being, and the creation of meaning—our way of being in the world”. (1)\n\n\nThe significance of tectonic and volcanic activity—which formed the Bunya mountain range and split Australia and South America apart millenia ago—is explored subtly and poetically with deep respect for the traditions of the knowledge keepers of the Turrbal, Yuggera, Jinbara, Kabi Kabi / Gubbi Gubbi, Wakka Wakka, Jarowair, Barrumgum, Quandamooka, and Butchulla Peoples. So too is the longstanding spiritual connection to bunya pine trees and cones, which hold deep ceremonial significance in the region and serve as an important source of food.\n\nThough not mentioned directly, the Jinibara and Kabi Kabi people are currently engaged in a fight to officially relocate a hiking trail that passes through the culturally significant site of Mount Beerwah. For this reason, we see this peak only from a distance in the film. \n\nAs the idea of  “real time” and “solid ground” are firmly questioned, we also become increasingly aware of forces acting deep below the Earth’s surface and above in its atmosphere—beyond our senses, comprehension, and the modern constructs of borders and nationhood. “We need nature a lot more than nature needs us”, says Szlam.\n\nThe work also creates a richly layered counter-representation to the myth of “terra nullius”—or empty land—used to justify the genocide and terror underpinning the colonisation of Australia. It responds humbly to the imagined cinematic landscape of the “outback” as an eerie and ominous “antithesis to European culture and apparent sophistication.”(2)  Instead, Szalm and English continue in the tradition of artists like Rachel Moffit, Megan Cope, Ben Ward, Jonathan Jones, Warwick Thornton, Richard Bell, Corinne and Arthur Cantrill, and many others to “re-inscribe putatively ‘empty’ and ‘silent’ spaces with Indigenous histories and presence”(3) through experimental forms.\n\nAs time and space bend, glimmers of deep insight are offered to those who are willing to sit, look, listen, and learn. This always was and always will be sacred land. As visitors here, we are not owed access or explanation. \n\nScreening: Sunday 6 April at 12:00, Filmhuis Den Haag \n\n\n\n1. Cinéma du réel, Entretien avec Malena Szlam, réalisatrice de Archipelago of Earthen Bones — To Bunya \n2.  Jytte Holmqvist, The Australian Landscape as an Enigma\n3. Thea Costantino, Unsettling Empty Spaces, Displacing Terra Nullius"
        },
        {
            "author": "Timna Bjažević",
            "title": "familiar tones, strange tongues",
            "description": "The piece will explore BITOI’s vocal approach, the inspirations behind their bird-call lyrics, Lambert’s maximalism, and timbral experimentation. Through an interview with the band, I’ll look at how their sound bridges tradition and innovation - insights that will later inform a reflection on their Rewire performance in the resonant space of Lutherse Kerk.",
            "year": 2025,
            "theme": "Performance, Sound, Reflective",
            "type": "Essay",
            "text": "Before Rewire, I hosted a listening session with friends. Each of us chose a dozen artists from the lineup and gave a short intro. Top of my list was BITOI, a bass-voice hybrid. \n\nBorn two years ago as a commission from Inkonst, the project premiered at Intonal 2023. The Swedish-Danish ensemble consists of composer, electric bass player, and producer Cassius Lambert, and a choir: Alexandra Shabo, Lise Kroner, and Anja Tietze Lahrmann. However small, BITOI crafts a lush timbre—full-bodied like an Orthodox choir, yet agile and delicate, with the piercing clarity reminiscent of kulning, the Nordic herding call. For lyrics, they use phonetically transcribed bird songs—familiar tones, strange tongues. Their name, an acronym for BASS IS THE ORIGINAL INSTRUMENT, is a nod to JOAN LA BARBARA’s 1976 record VOICE IS THE ORIGINAL INSTRUMENT, capturing Cassius’s exploration of the bass as the “first” instrument, in conversation with the original: the voice. \n\nA few weeks after my first listen, I interviewed Cassius online. Draped in a warm, orangey hue and nestled between a row of electric guitars on one side and synths on the other, Cassius answers from his studio in Malmö. We begin with miximalism, a term he coined to describe deconstructing minimalism through maximalism, which shapes his compositional philosophy. Frustrated by genre labels, he wanted to break free from the pre-programmed ways we categorize music, including his own. Trained in jazz and improvisation, he had been conditioned to think in terms of “good” and “bad” music. If something didn’t fit his idea of “good,” he’d simply tune out. That was until a teacher pulled him aside and said, “You can’t listen to music like this. It will destroy you. It will destroy your love for music.” This shift in perspective led him to realize “there’s gold in everything.” Some pieces come easily, while others require digging into the smallest details: capturing emotions, isolating them, and translating them into his work. \n\nMiximalism also hinges on context, as he explains: “If you present something in a very soft context, the strength doesn’t need to come from a symphony orchestra or three drums for it to become stronger.” With BITOI, Cassius lets the idea bloom, creating a choir project built mostly on bass. Initially, he turned to Vocaloid, a singing voice synthesizer. Although he still uses it, the first proposal, with its huge jumps and awkward phrasing, shocked the singers. (\"When are we breathing?\") But it was this lack of familiarity with the voice—Cassius having learned that “the computer doesn’t have lungs,”—combined with the singers' seasoned skill and active participation, that pushed the project into uncharted territory. \n\nUnlike many short-lived, underfunded projects, BITOI had a full year to explore, take risks, and try things that might “fail horribly.” However, having limitations does fuel creativity. Composing for BITOI, Cassius faces two key challenges: first, unlike the human voice, which can gradually build in volume, the bass is loudest when you strike the string. Second, when composing with the bass, especially in polyphonic pieces with quarter-tone melodies, achieving clarity and avoiding muddiness can be tricky. He solves this with open voicings and spaced-out chords, balancing close intervals with wider parts. Also, due to the bass’s lower register and inharmonic overtones, its timbre often feels more like vibrations than distinct tones, shaping both his composition and performance techniques. Besides these, Cassius introduces some limits himself. Inspired by the music of Lorenzo Sanni, he chose not to use drums: “This opened up a space in my process I hadn’t accessed before. I always relate to drums in a way I don’t with other instruments—it changes my playing. Without them, I’ve had to adapt in ways I didn’t expect, and that’s been a significant shift.” In addition to minimalist orchestration, aspects like harmony and structure were inspired in part by classical composers such as Arvo Pärt and Steve Reich. The playlist Cassius listened to while composing BITOI, available on his Spotify profile, spans a range of genres:Swedish and American folk music, tracks from the Middle East, particularly Egypt, where he’s spent time studying with teachers who’ve shaped his music-making. \n\nBITOI’s new music explores quarter-tone systems with greater confidence, but what also influenced their approach was their collaboration with the classical Okinawan musician Mutsumi AragakiI. Before their debut 2025 album SIRIKULU, they spent time in Japan, where Cassius embraced Mutsumi’s approach of leaving things unfinished in his composition. “Sometimes, we leave too little for fantasy,” Cassius reflects, citing the movie ALIEN. “It’s scary until you see the alien; once you do, it loses its power. I think that idea applies to music too: don’t always give the listener the full picture.” This is an idea closely related to Cassius's choice of birdsong for lyrics. Having only made instrumental music before, he didn’t feel comfortable creating lyrics with meaning, so he found inspiration in his grandfather’s book ALLA EUROPAS FÅGLAR I FÄRG [ALL EUROPEAN BIRDS IN COLOUR] where bird sounds are transcribed using the Latin alphabet. This gave him the freedom to focus on phonetics: “The importance isn’t always in what’s being said, but how it sounds… Knowing it’s a made-up language, or at least feels that way, lets listeners make the music their own.”\n\nLast night, Friday, I got a chance to hear BITOI in person at Korzo. The female trio is a force—bite and softness locked in a firm grip, drawing you in completely as they guide you through sorrow, longing, victory, and passion. Light choreography adds just enough accent as they shapeshift, fueling curiosity. Like a silk shirt adorned with vibrant polyphonic stitching, its material elegantly glistens from all perspectives and shifts. A shirt so versatile, you could wear it to a party. And they certainly did. The biggest surprise, an ace up their sleeve, was an unexpected electronic banger—sultry bass shadowed by whispered vocals, shifting positions around the mic. A finely tuned play of extended vocal techniques, polyrhythms, and prepared textures—plastic bags, pings, zippers, clamps, socks—maxed-out minimalism."
        },
        {
            "author": "Eva Vanderstricht",
            "title": "try. do. good.\nGood Sad Happy Bad navigating through",
            "description": "With the band Good Sad Happy Bad, we talk about finding music in daily life and the energy field between trying and actual doing. How does this band capture daily life and build textures in sound that and ground you in the moment when everything around you seems to be constantly changing?",
            "year": 2025,
            "theme": "Listening, Performance",
            "type": "Interview",
            "text": "try. do. good.\nGood Sad Happy Bad navigating through\n\nby Eva Vanderstricht\n\n----\nIn conversation with CJ Calderwood and Raisa Khan from UK band Good Sad Happy Bad.\n\nIt’s Wednesday evening when I meet CJ and Raisa online. For the whole day, they were rehearsing with band mates Marc Pell and Mica Levi for their Europe and UK tour. When releasing their first album SHADES in 2020, live shows have been sparse for obvious reasons. But now, everything is going to be different, kicking off their tour at Rewire on Friday April 4th in PAARD I. There, the longtime friends and collaborators present their new album ALL KINDS OF DAYS. CJ: “It's deeply satisfying to know that there are people really locked in and feeling it.”\n-----\n\nA catastrophe has happened. What exactly isn’t important. But on the opening track of ALL KINDS OF DAYS: AFTER.SPIRIT we’re coming home from it. The next step is uncertain, no clear sense of where to go. A feeling of sedation weighs over your body. The answer seems all too clear, but it’s the doing part. That’s the struggle. In that space between the wanting and the actual doing, the band create an energy field where angular and unpredictable soundscapes with synths, saxophone and guitar collide into soothing, guiding words staggering through daily life. “It’s all about trying to move forward, trying to stay on track against adversity instead of mundanity. Trying. Everyday.” \n\nDuring their show, everything sounds fluid, mirroring the freeform nature of the spirit breathing through their music. “Songs find new identities once you play them live. A motive to get lost in, capturing some of the improvised spirit that guides the narrative”, Raisa says. \n\nCJ: “AFTER.SPIRIT summarises a struggle. In this framework, the rest of the songs navigate through recovery and trying to maintain a level of well-being and normality in its extenuating circumstances. Normality being writing the songs you want to.”\n\nRaisa: “Just trying to maintain a level of yourself. Lots of big and small things can happen.There's a sense of trying to look rationally at things that feel irrational. Trying to break down the big feelings.” \n\nWriting these lyrics, Raisa uses the same method you’d apply when you experience a panic attack. “When you're feeling overwhelmed, you name five things in the room around you to regain the sense of where you are and just not totally losing your shit.” \n\nTo heal, there needs to be a home. \n\nRaisa: “Marc scored some very good songs on how to build a home. Every time I pick up a hammer, I just think of Marc Bell and his survival mantras.” The song DIY propels forward with the fortitude of a motorik drive to it. But always with a destructive tone hiding under the carpet. ‘It won’t last forever, cause nothing does.’ At least Marc Pell’s here to fix it. His bluntness has a sweetness at its core. \n\nCJ: “When performing DIY, we all sing a bit of that track. So ‘I'll try it myself. I'll do it myself. I'll fix that squeaky hinge because it's good for my health.’ The only words we all sing are try, do, good. Sort of trying to just be a good person. The atonal sonic structures exaggerate both in the way that makes sense to me. A constant sense of grounding and upsetting. Floating and sinking.” \n\nRaisa: “You can have a bad week and then you have a good day, and then a couple of weird days, and then a good day again, and then a few more bad days again. So it's a reflection of life really, which is where the title ALL KINDS OF DAYS really ties it all together. Even in dark moments, sometimes you still find yourself laughing over something.” \n\nSHADED TREE feels for Raisa like:\n\nfirst steps \nit's okay \nyou can be\nyou don't have to say anything \njust you \njust doing you \njust going \n\nAfter all the struggling, roads seem to be clearing up on the closing track FIND MY WAY. Marc’s aunt gives us driving directions. \n\nRaisa: “She used to make tapes, so people could find certain places. FIND MY WAY is not about the destination. It's about the fact that you've kind of managed to get through that really difficult moment and you're just living your life. Thinking: hang on a minute, I'm doing it.”\n\nBehind all the layers lies the path of least resistance. \n\nWhile their music contains endless sonic layers and textures, the band themself don’t overcomplicate that much. No big expectations of what it should be. It seems effortless to them. One five-hour jam session with no preparation. That’s all it took to write the instrumentals. One question on their mind: How do we start and end these? \n\nCJ: “We’re just silently in a room together, just making music. There's a desire to get to that level of connectivity, but in a more unimodal, introspective sense rather than looking out for audiences. We trust each other to do whatever we feel connected to without a sense of ownership. All coming together quite naturally. It's important that we let it be freeform and fun. Music is the heart of our friendship.”\n\nRaisa: “On FIND MY WAY, you hear how it comes from nothing. Slowly we all morph together. Just responding to each other. The lyrics nestled into the instrumentals as a stamp in time of what we've been going through.”\n\nCJ: “The lyrics are deconstructing the actual matter of fact that day to day actions are like a recovery. The catharsis of the record is held in the instrumental moments. Maybe the act of improvisation was the actual catharsis. While the music has poetry running through it, the process is flexible. You see a record at the moment of completion. It’s like making a painting. Maybe you kind of have an idea of what you're trying to paint, but you actually just need to see how the brushstrokes are going down.” \n\na catastrophe\na spirit\na collision\na dialogue\nan emulsion\nbeing\n\n1 conversation\n100 times just\n22 times try"
        },
        {
            "author": "Taliesin Herb",
            "title": "Metaphor Networks",
            "description": "An analysis of Rewire's music communications, supported by a radial diagram. The data viz provides insights into trends within music writing and strategies for preserving music criticism.",
            "year": 2025,
            "theme": "Analysis, Reflective",
            "type": "Data Visualisation",
            "text": "Metaphor Networks - “It reaches out and the floor falls away.”\nMusic writing constantly relies on metaphor to evoke the same emotions felt within music. Critical pieces, promos, write-ups—all of them are supported by lattices of metaphors held together through functional syntax to create brief experiences. These networks reach out from web pages and social media profiles to establish narratives that germinate in our subconsciouses before a festival and well into its post-mortem.\nThese networks provide momentum to otherwise dry, technical, or self-referential information. They frame our senses, pulling sonic images into focus. The goal of Metaphor Networks is two-fold: to isolate some content themes within the Rewire program and develop a rationale for why—as music writers—we write the way we do. As someone who manages music communications, this analysis is also a self-reflection, revealing everyday tools that allow me to describe and contextualize music for a wider audience.\nThis piece begins by explaining three categories of writing that are used to promote the Rewire program. By sifting through the festival write-ups and manually highlighting words based on my criteria, I have developed a count of different themes throughout the program. These counts were entered into a spreadsheet and uploaded to data visualization software. After exchanges with the design team, the data were handed over to them to create a print-functional graphic using Node.js.\nDue to print limitations, only 35-40% of the Rewire program content was analyzed for trends and metaphor density. To situate the content within a more musical context, the three main content categories (technique, language, and memory) were further organized according to the group size of the artists, such as solo artists, duo(s), or trio(s). \nForms - “What was it like to be there in person?”\nTechnique - “Do I play the piano or does the piano play me?”\nThis theme represents different techniques employed by musicians to express their ideas. These could range from the highly technical and practical to freeform experimentation. ”Technique“ as a data tag also indicates the use of technical language, which is distinct from musical language. Not all triggers/counts are explicitly technical: some represent attempts at technique or processes employed to manipulate sound into music.\nLanguage - “I speak seven languages, but not this one.”\nThis theme refers to codified phrases, rhythms, and frequencies in time, aka musical language. These events are difficult to understand (but not experience) without ear training, proactive interest, or recurring circumstances. ”Language“ as a tag indicates the use of musical vocabulary, both in the performance itself and the content providing its context, such as musical genres. This is by far the most difficult aspect of music communications to grasp, as it usually requires induction into music as a discipline.\nMemory - “It was so loud and beautiful.”\nThis theme refers to experiences felt in the presence of music, musical precedents, personal experience of the artist’s life, and any historical context supporting the music. These are the most accessible components of music writing (and music overall) with which to engage. This content ranges from sparse historical data, to florid, deeply poetic writing. The goal of this content could be to situate the work within larger movements or to pre-emptively evoke an atmosphere.\nAnalysis - “I can never figure out why.”\nWhen considering aggregate data, two groups had the highest density of metaphors: technical and mnemonic content. These were more concentrated within the Solo and Duo categories. One interpretation of this trend is that smaller musical acts have more freedom in defining and expressing their artistic identity, while larger groups must enter into a discussion with each other to form consensus. Consensus would hinder freeform writing produced off the side of an artist’s desk while on tour or after a 4:00 AM jam. From the subjective view of a writer communicating with artists, is it easier to interpret the talents of a solo act than a collective\nThe concentration of mnemonic and technical content, such as “singer, songwriter, and producer,” “layered and structured,” and “fast-paced and ever shifting,” versus “elements of chamber music” or “experimental club,” may relate to accessibility and the ecosystem of music curation. As readers, we may prefer simpler categories like “musician” and “artist,” but for readers without ear training, “microtonal” may not mean anything. For those with a musical background, theoretical language may allow for more objective appreciation of the work, allowing listeners to situate it within larger networks in time and space."
        },
        {
            "author": "Aike Jansen",
            "title": "To be a body in a time of war",
            "description": "Inspired by Lebanese-American writer Etal Adnan's text To be in a time of war, as well as Sophia Al-Maria's lyrics on Life You (in collaboration with Moin), I'd like to think about what it means to be, to listen, to read, to dance, to be at a festival, at a time of war.",
            "year": 2025,
            "theme": "Reflective, Spatial Experience",
            "type": "Essay",
            "text": "To be a body in a time of war\n\nNotes | To be in a time of war\n\nAbout: Inspired by Lebanese-American writer Etal Adnan's text To be in a time of war, as well as Sophia Al-Maria's lyrics on Life You (in collaboration with Moin), I'd like to think about what it means to be, to listen, to read, to dance, to be at a festival, at a time of war.\n\nI’d like this text to be a poetic investigation of the complexities of living at this moment. And one where scenes of dancing and listening to (live) music coalesce with scenes of being at a protest or demonstration, a similar feeling of the body amongst bodies of others. Not too sure yet of what way (if any) to include the original text by Etal Adnan and the lyrics. Also not too sure yet of the build-up of the text. \n\nQuestions / thoughts! \nHow to include the names of the sources, might take you out of the rhythm when stating in full all the time\nHow direct or indirect to be about war/genocide/death/gaza? \n \nDraft 3\n\nTitle: To be a body in a time of war \n\n “To read in a time of war […]” These words, an inquiry perhaps, are from the opening lines by Sophia Al-Maria on the 2024 track LIFT YOU, a collaboration with the London-based band MOIN who are playing Rewire this year. The reflections in the lyrics are written as a continuation of Etel Adnan’s TO BE IN A TIME OF WAR, which the Lebanese-American author wrote amidst the US invasion of Iraq and published as a chapter of her 2005 book IN THE HEART OF ANOTHER COUNTRY. As we publish this zine, we are in day 547 of the ongoing genocide against the Palestinians, and I wonder: what does it mean for our bodies to be here, to be together, at a time of war? The two texts mentioned above, as well as Judith Butler’s lecture BODIES IN ALLIANCE AND THE POLITICS OF THE STREET (2011) and McKenzie Wark’s RAVING (2023) have helped me make sense of this question, which I investigate in the text below. Al-Maria’s borrowing of Adnan’s form and rhythm, and how she translates this to a new medium and into our current time, have heavily inspired me. Connecting my own words with direct quotes from the authors, I have tried to create a collective of voices that speak to and with and from each other.\n\n\n*\n\nTo live in a time of war. To drink expensive coffee, to text a friend, to write, to forget, to appear and disappear.\n \nTo wake up with a daily notification of death, to see without reading, to remove the red circle, to open the curtains, to observe the quality of the light, to bless the spring, to look forward to, to wonder how to survive the day. \n\nTo scroll, to be distracted, to be scared, to be impatient, to be numb, to be mindless, to be hopeful, to be pessimistic for things to ever get better, to stop scrolling, to close the app, to lock your phone, to direct the front camera to your face, to open your phone, to open the app, to start scrolling. \n\nTo imagine your birthday, to hope for a sunny afternoon, to worry about getting older, to feel old, to remember I felt older before. To be preoccupied, to think about work, to think about heartbreak, to anticipate seeing them again, to draw the outline of your figure in my mind. To forget the war, to never stop thinking about it.\n\nTo transform into a blue blinking dot, to follow the route. To remember this place from that day in January, to remember: finding our way from this station to the court, the chants, the sun hanging low, the proximity becoming literal. To remember: the sign saying 22835, that number, all the people known to be killed on that January day, all the names that have come since, to think about numbers, to stop thinking. To walk in our footsteps, to wish to stop walking. The neverending cycle, the loop, the journey, to begin again. To go on walking, to be breathless.\n\nTo feel the rhythm somewhere deep within, to lose yourself, to lose ourselves, to move, and to keep moving. This labor of making nothing but each other. To stand amongst others, without touching, to feel most like myself in this moment, to brace and to stretch, to use my voice, to be plural. \n\nTo search for familiarity, to close the difference between yourself and another. To appear to others, as they appear to me, to materialize the space between us. To listen, again and again and again, to wish for it to never end. To burrow below the surface, to pulsate, to crash like waves, to collide. To be lost, to get lost, to be scared, of change, of potential, of losing (out), to scream. \n\nTo stand still, to take a break. To admire the echoing of the sound, the silence that follows. To wait for the darkness, to hold your breath. To resist and to imagine, another world. To be a body for another in a way that I cannot be for myself. To be here, to raise one arm in order to create a shadow, to be present.  \n\nTo go to sleep in an unfamiliar bed, white sheets firmly on the mattress, to stare at yourself in the mirror, to hold eye contact, to wonder about your looks. To take a picture, to take another, to keep this memory securely in your phone. To do nothing, to regret the passing of time.\n\nTo feel like a failure, to stop trying. To try to forget, to feel guilty for trying, to feel guilty for feeling guilty, to prefer to feel nothing at all. \n\nTo imagine what war looks like from space, to not mention what is ever present, to talk but not to talk. To be complicit, everyday. To wear the scarf like an armour, to be suspicious. To curse your fearlessness, your sense of invincibility, to know it could happen to me. To envision a rain of fire, to be unable to envision the sound, to be unbearable. \n\nTo appreciate the heat of the sun on our skin, the light filtering through the blossoms, to gather together, to practice a collective, to remember, to let go of the day.\n\nDraft 2 \n\nTitle: To be a body in a time of war \n\n“I just wanna say, I really appreciate this because no one has ever asked to use my voice for a track.”\n\nThese are the opening words of Sophia Al-Maria on the 2024 track LIFT YOU, a collaboration with the London-based band MOIN who are playing Rewire this year. The direct reflections in the lyrics are written as a continuation of Etel Adnan’s TO BE IN A TIME OF WAR, which the Lebanese-American author wrote amidst the US invasion of Iraq and published as a chapter of her 2005 book IN THE HEART OF ANOTHER COUNTRY. In the text below, I continue the continuation and investigate the complexities of living at this moment. Taking inspiration as well from Judith Butler’s lecture BODIES IN ALLIANCE AND THE POLITICS OF THE STREET (2011) and McKenzie Wark’s RAVING (2023), I wonder what it means for bodies to be (together).   \n\n*\n\nTo live in a time of war. To drink expensive coffee, to wave at a friend, to write, to forget, to appear and disappear (Adnan).\n \nTo wake up with a daily notification of death, to see without reading, to remove the red circle, to open the curtains, to observe the quality of the light, to bless the spring (To be in a time of war), to look forward to, to wonder how to survive the day. \n\nTo scroll, to be distracted, to be scared, to be impatient, to be numb, to be mindless, to be hopeful, to be pessimistic for things to ever get better, to stop scrolling, to close the app, to lock your phone, to direct the front camera to your face, to open your phone, to open the app, to start scrolling. \n\nTo imagine your birthday, to hope for a sunny afternoon, to worry about getting older, to feel old, to remember I felt older before (Lift you). To be preoccupied, to think about work, to think about heartbreak, to anticipate seeing them again, to draw the outline of your figure in my mind (Lift you). To forget the war, to never stop thinking about it (To be in a time of war). \n\nTo transform into a blue blinking dot, to follow the route. To remember this place from that day in January, to remember, the sun hanging low, the sign saying 22835, if only the dead had never surpassed that number, to think about numbers, to stop thinking. To walk in our footsteps, to wish to stop walking. The neverending cycle, the loop, the journey, to begin again. To go on walking, to be breathless (To be in a time of war).\n\nTo feel the rhythm somewhere deep within, to lose yourself. To lose ourselves, to move, and to keep moving. This labor of making nothing but each other (Raving). To stand amongst others, without touching, to feel most like myself in this moment, to brace and to stretch, to use my voice, to be plural (Judith Butler).  \n\nTo search for familiarity. To appear to others, as they appear to me, to materialize the space between us (Judith Butler). To listen, again and again and again, to wish for it to never end. To burrow below the surface, to pulsate, to crash like waves, to collide. To experience collectivity. To be lost, to get lost, to be scared, of change, of getting older, of potential, of losing (out). \n\nTo stand still, to take a break. To admire the echoing of the sound, the silence that follows. To wait for the darkness, to hold your breath. To be a body for another in a way that I cannot be for myself (Judith Butler). To be here, to raise one arm in order to create a shadow (To be in a time of war), to be present.  \n\nTo go to sleep in an unfamiliar bed, white sheets firmly on the mattress, to stare at yourself in the mirror, to hold eye contact, to wonder about your looks. To take a picture, to take another, to keep this memory securely in your phone. \n\nTo feel like a failure, to stop trying (Lift you). To do nothing, to regret the passing of time (To be in a time of war) To try to forget, to feel guilty for trying, to feel guilty for feeling guilty, to prefer to feel nothing at all. \n\nTo imagine what war looks like from space, to not mention what is ever present. To talk but not to talk. To be complicit, everyday. To wear the scarf like an armour, to be suspicious. To curse your fearlessness, your sense of invincibility, to know it could happen to me (Lift you).To envision a rain of fire (to be in a time of war), to be unable to envision the sound, to be unbearable. \n\nTo appreciate the heat of the sun on our skin, the light filtering through the blossoms, to gather together, to remember, to let go of the day (to be in a time of war).\n\n\n… \n\n\n–\n\n\nTo know that war is everywhere (To be in a time of war)\n\nTo wonder about crises, do they ever really end? \n\nTo measure tension in the air (To be in a time of war) \n\nTo feel your mood like the weather, to not let it affect me anymore (Lift you).\n\nTo fear imprisonment, to fear detention\n\n\n\n\n\n\n\nTitle options | To be in a time of war. To read in a time of war. To dance in a time of war. To listen in a time of war. \n\n“This labor of making nothing but each other in dance.” (Raving). \n\nTo wake up with a daily notification, to see without reading, to disappear the red circle. \n\nTo live in a time of war. To drink expensive coffee, to eat pain au chocolat with butter imported from France, to text my friend, to chat with my friend in Argentina like she’s just across the city. To be on your way to a glacier, to sit here at this wooden bar, to write. \n\nTo open my curtains and look at the light, to feel what kind of day it will be by the way the light falls through the blinds on my face. \n\nTo scroll, to be distracted, to be scared, to be impatient, to be numb, to be mindless, to be hopeful, to be pessimistic for things to ever get better, to stop scrolling, to close the app, to lock your phone, to direct the front camera to your face, to open your phone, to open the app, to start scrolling. \n\nTo imagine your birthday, to hope for a sunny afternoon, to worry about getting older, to feel old, to remember I felt older before (Moin, Sophia Al-Maria). \n \nTo want to get away, maybe Germany or, the North of France, to plot routes, to search for places to stay. \n\nTo be lost, to get lost, to be scared, of change, of getting older, of unfulfilled potential, of losing (out). \n\nTo curse your fearlessness, your sense of invincibility. \n\nTo observe the quality of the light, to receive a video, to see the  sunrise at the other end of the world, to observe the pink and orange reflecting in the sea. \n\nTo search for familiarity\nTo listen again and again and again. To wish for the song never to end. \n\nTo remember this place from that day in January, to remember, the sun hanging low, the sign with 22835, if only it had stopped at that number, to think about numbers, to stop thinking. To walk in our footsteps, to wish to stop walking. The neverending cycle, the loop, the journey, to begin again. \n\nTo feel the rhythm somewhere deep within, to lose yourself. To lose ourselves. To move and to keep moving. \n\nTo stand still, to take a break. To admire the echoing of the sound, the silence that follows. To wait for the darkness, to hold your breath. \nTo not mention what is ever present. To talk but not to talk. To be complicit, everyday. To wear the scarf like an armour, just try to touch me. To be suspicious. \n\nTo be preoccupied. To think about work, to think about heartbreak. To anticipate seeing them again. \n\nTo go to sleep in an unfamiliar bed, white sheets firm on the mattress. To stare at yourself in the mirror, to hold eye contact, to wonder about your looks. To take a picture, another one, to keep this memory securely in your phone. \n\nTo try to forget, to feel guilty for trying, to feel guilty for feeling guilty, what a waste, to prefer to feel nothing at all. \n\nTo wonder about crises, do they ever really end? \n\nTo imagine what war looks like from space. \n\nTo look forward to, to wonder how to survive the day. To transform into a blue blinking dot, to follow the route. \n\nTo experience collectivity. \nTo feel your mood like the weather, to not let it affect me anymore (Lift you). To anticipate the moment the music falls away, and all that is left is the voice. To find familiarity in these words. To recognise you, to know you. \n\nTo stand amongst others, without touching, to feel most like myself in this moment, to strengthen my limbs, to use my voice, to hurt my throat. \n\n\n\n\n\nFrom Etal Adnan’s To be in a time of war\n to let go of the day \nto stare at the wall \nto say nothing, do nothing, mark time\nto look at the watch, the clock, the alarm \nto give up thinking \nto do nothing, to regret the passing of time \nto be ecstatic about the garden’s beauty, to observe the quality of the light \nto face the day’s chores\nto go on walking, to be breathless \nto envision a rain of fire (to be unable to envision the sounds, to be unbearable)\nto be heart-broken, to feel paralysed\nto suffer from the days beauty\nto see people smashed to a pulp, to say yes indeed the day is beautiful, not to know anything, to go on walking, to take notice of people’s indifference towards each other\nto measure tension in the air\nto know that war is everywhere \nto admire the light, bless the spring \nto admit that there’s nothing that one can do \nto hear the soundtrack of the war, to be stunned by the spring’s coloured beauty, to buy cornbread at the Real Food Story, to feel guilty when thinking of hunger \nto follow a shadow’s edge, to raise one arm in order to create a shadow \nto forget the war, to never stop thinking about it\n\n\nFrom Bodies in Alliance and the Politics of the Street, Judith Butler, 2011\n\n“what the body requires, and what the body can do, especially when we must think about bodies together, what holds them there, their conditions of persistence and of power.”\n\nFor politics to take place, the body must appear. I appear to others, and they appear to me, which means that some space between us allows each to appear. [...] \nbeing a body for another in a way that I cannot be for myself,\n\n It will be over there, between us, in a space that exists only because we are more than one, more than two, plural and embodied.\n\n“between” bodies, in a space that constitutes the gap between my own body and another’s. In this way, my body does not act alone, when it acts politically. Indeed, the action emerged from the “between.”\n\n\n\nFrom Raving, McKenzie Wark \n“This labor of making nothing but each other in dance” \n\nFrom Lift you by Moin with Sophia Al-Maria\nTo feel like a failure, to stop trying\nTo feel your mood like the weather, to not let it affect me anymore\nTo worry about getting older, to feel old, to remember I felt older before"
        },
        {
            "author": "Jung Hoon Ra",
            "title": "When music breathes, what kind of future does it leave behind?",
            "description": "This piece explores how Colin Stetson internalizes his saxophone as a bodily extension, evoking primal fear, while Kali Malone reconstructs the organ’s historical and political weight. Stetson’s breathwork dissects human limits; Malone’s tuning questions who controls the sacred. Between them, music becomes a ruin—collapsing, breathing, and shaping the future.",
            "year": 2025,
            "theme": "Performance, Listening",
            "type": "Essay",
            "text": "When music breathes, what kind of future does it leave behind?\nJung Hoon RA\nOne memory: I’m in combat uniform, off-base, waiting for a bus home. I’ve got my AirPods in—not for music, but for invisibility. I’m not paying attention to what’s playing. Then, suddenly, I’m startled. Something howls behind me—or so it feels. I grab my phone, shaken.\nIt’s REBORN by COLIN STETSON, from Ari Aster’s HEREDITARY. A spray of fractured saxophone notes, endlessly spiraling. I feel hunted. How can this be so terrifying? How can sound alone out-scare the image? And what kind of body plays like this?\nStetson embodies the saxophone, merging instrument and flesh, physically transforming his body into an apparatus of sound production. His technical mastery isn’t just about playing the instrument. It lies also in his breathing. Circular breathing is a technique that allows a person to inhale through the nose while simultaneously pushing air out through the mouth. As laborious as it sounds, he’s mastered it to the point of seeming infinite.\nThe horror I felt may have stemmed from this very fact. The way his performance no longer felt human—but not in the way of a Greek monster or a fairy tale beast. It was something else. Something more unsettling. A human body, still recognizably human, making sounds that should not be possible. Breath turned creature.\nThe French writer Pascal Quignard, in La Haine de la Musique, writes how shamanism hints at this condition:\nShamanism is the hunt for souls […] A good shaman is a ventriloquist. The animal penetrates the one who hails it with its cry. The god enters the priest. The animal rides, the spirit entrances whomever they possess.[1]\nAnd perhaps that’s the terror. Not noise, but the moment a body becomes an instrument. Maybe what we’re hearing is the beginning of a new soul. A myth in the making. Maybe the Stetson-saxophone isn’t playing at all. Maybe it’s already becoming.\nThe creature that emerges is not simply feral. It’s a body pushed to the edge of its expressive capacities, breaking open into something historical, even transcendent, a ruin. The fear, then, is not of dehumanization, but of encountering a new kind of human.\nAnother memory: I’m biking toward the National Assembly to join a protest demanding impeachment. AirPods in again—habit now. Then it hits. Something clean, sharp, like air after rain. A crack opens inside me. A clearing. The track: SPECTACLE OF RITUAL by KALI MALONE.\nOrgan tones, evenly spaced, softly dissonant. Calm, but irreversible. Even when it ends, something stays.\nI arrive. The square is full of voices singing for a new world. But I wonder: What kind of world? What remains of a song when the world it hoped for never arrives?\nKali Malone’s approach to sound moves decisively outward. Her practice also involves intense physical labor—tuning and playing the organ demands long hours of setup. She once said this bodily work, which she refers to athleticism, makes the clearest state of mind and leaves her fearless during the play.[2]\nHer meticulous tuning process follows historical mean-tone temperaments[3] that align with the temporal and spatial conditions of churches and cathedrals. Her latest album, ALL LIFE LONG was recorded on four historically tuned organs in different regions dating from the 15th to 17th centuries.\nIn doing so, she explicitly situates her music within architectural and ecclesiastical contexts. But this very act has drawn backlash. Some far-right religious groups have condemned her performances as profane, arguing that her use of the instrument and her compositions do not align with religious norms.\nBut what does it mean to profane? Malone poses this question to herself, too. Her album ALL LIFE LONG opens with the track PASSAGE THROUGH SPHERES, which quotes Italian philosopher Giorgio Agamben’s In Praise of Profanation:\nThere is a profane contagion, a touch that disenchants and returns to use what the sacred had separated and petrified.[4]\nAccording to Agamben, to be profane is to take what had been sealed in sanctity, and restore it to common use.[5] In ancient Rome, to profane something was a legal act. A ritual. A way of making things touchable again.\nMalone accepts this gift. The organ, once held apart by the weight of ritual, now breathes through her. But profanation leaves behind a trace. A symbolic ruin. The sacred narrative collapses.\nStetson’s ruin was inward: his body became an animal, and the fear emerged from within. Malone’s ruin is different. It’s architectural, external. The organ itself, no longer liturgical, stands as a hollowed form.\nFrom these two ruins, the instruments return. Not to ritual, but to play.\nAgamben reminds us: to play is not to entertain. It is to reactivate what was once sacred—and strip it of its function. Children play with forgotten rites, with fragments of myth, with tools once bound to gods. In play, a gesture is freed from its end. It becomes pure means.[6]\nSo why do we play instruments at all? \nWhy do we gather—in circles, or something close to one—and listen?\n Why do myths begin with songs? Why do they mark their birth?\nBetween two ruins—one internal, one external—can we find a new anthropology?\nRewire is a festival of experimental music. But it may also be something else: a place where play returns. Where the instrument becomes a body, and the body becomes something more. A place where music profanes, and in profaning, makes ruin.\nIf profanation returns things to use, then play is what comes after. Not of belief, but of use. Not of salvation, but of play. Not utility. Not ritual. A body no longer commanded—only moved. This is what might lie ahead, in the aftermath of ruin.\nOne made of lungs, and keys, and touch.\n\n\n[1] Quignard, P. (2016) The hatred of music. New Haven: Yale University Press.\n[2] The Quietus (2024) Massif attack: Kali Malone interviewed, The Quietus. Available at: https://thequietus.com/interviews/kali-malone-interview/.\n[3] A historical tuning system using slightly tempered fifths to create purer-sounding thirds, once standard in Renaissance and Baroque organs.\n[4] Agamben, G. (2020) ‘In Praise of Profanation’, Profanations.\n[5] Ibid.\n[6] Ibid."
        },
        {
            "author": "Ania Drożdż",
            "title": "Between Sound and Self",
            "description": "Implementing deep listening/quantum listening in the experience of the first day of the festival",
            "year": 2025,
            "theme": "Listening, Reflective",
            "type": "Essay",
            "text": "I’ve always had an interesting relationship with listening. The thing is, I am a perfectionist, and I’ve always thought that you should listen just right. You have to be focused, attentive, and detail-oriented. When at a concert, focus on the sounds as hard as possible, be present, be appreciative of the craft —immerse, immerse, immerse! Under no circumstances should you zone out. Don’t let yourself get occupied by your thoughts. Grasp   everything thoroughly, down to the bone. This way you can ab- sorb the essence. Notice every nuance. Have your experience   under control. It was ironic—with that mindset, the only thing I was listening to most obediently was the voice in my head, urging   me to listen, to stop thinking, to stay focused. Just as intellec- tualising emotions keeps you from truly feeling them, my rigid   mindset made it hard to simply surrender to the sound, to let it wash over me before shaping it into thought. You can imagine that going to a concert felt more like a task, one where I had to embody the role of The Listener as perfectly as possible. More often than not, it ended in self-criticism and the sense that the whole experience had been wasted. I was aware that this was a result of my own mindset, one that backfired, but I didn’t know how to stop. I would spiral, unable to pull myself out. I found myself caught in a storm of my own making. After all, listening is meant to be something natural. It shouldn’t feel complicated. So is it really something that needs to be practised in order to improve? Is there something more to that?   According to Pauline Oliveros, musician and compos- er, there’s a fundamental distinction between hearing and lis- tening, and that’s where we should begin. Hearing is passive,   involuntary; listening, on the other hand, is an active, conscious choice. This distinction forms the foundation of her practice of ”deep listening”, further enriched by her theory of “quantum listening”. See, what illuminated me while reading her book was the notion of listening not just as a skill, but as a metaphysical presence, something constant and all-encompassing. “Deep Listening involves going below the surface of what is heard, expanding to the whole field of sound while finding focus”, Oliveros notes. Listening, in this sense, isn’t simply about you as a constant, with sound arriving from a particular direction— it’s something far more fluid and interconnected. It includes   you, those around you, the shared space between—all wo- ven through with vibration. We are shaped by these waves, and   we shape them in return. By this premise, listening becomes   a force with the potential to create kinship—a way to form re- ciprocal relationships with both the sound and also with fellow   listeners. Deep listening is, however, a lifelong practice: it should   be cultivated. I tried to nurture it during the Friday perfor- mances at Rewire, as a way to challenge my tendency to be the   Perfect Listener. Because the truth is—as Oliveros would say— there’s no such thing. As long as you’re open to the possibilities that sound offers, willing to be transformed and to transform, you’re already listening. I approached the entire experiment with a touch of cynicism. Open to trying, yet not expecting much. And yet, the outcome surprised me. I began the evening with COLIN STETSON’s concert, sitting on the balcony. What struck me first wasn’t the music, but the subtle shift in how I related to my own thoughts. And   this time, I didn’t push them away. Oliveros had said it clear- ly: deep listening includes your thoughts. So I let them in and   began to observe my thoughts, listening to my own listening. The perspective that they were just as important as the external sounds, not distractions or something that took away from the experience, suddenly expanded the field of perception. I was   listening on multiple levels at once. Suddenly, Oliveros’s idea of quantum listening, of tuning into multiple realities at once, made perfect sense. I realised I was doing just that—holding   more than one reality in my body. It thrilled me. I started to em- brace the noise inside my head. I thought it was beautiful that   I—that we—have the ability to listen not just outwards, but in- wards, to be present in many places at once. I was excited to   discover more. The concerts by OKLOU and AYA sparked reflections   on the relationship between sound and us—and between our- selves through sound. Interestingly, these thoughts, much like   the music of OKLOU and AYA themselves, revolve around elec- tronic music. I looked closely at how sound and audience exist   in a continuous, interactive dynamic—how the presence and   reactions of listeners become part of the sonic experience it- self. During OKLOU’s performance of Harvest Sky, I sponta- neously laughed with joy just as the crowd around me began   to dance—not in unison, but in a shared, intuitive rhythm. In   AYA’s set, a man’s persistent laughter gradually altered the at- mosphere, merging into the performance itself. Suddenly, all   the extra sounds stop feeling intrusive — once you realise how they intermingle with the artist’s performance Suddenly—as Oliveros would say—everything becomes an improvisation. Listening is no longer defined solely by the music itself, but by   the entire environment, by the collective presence that sur- rounds and transforms it.   Again, the theory from the book suddenly began to   make sense—abstract words turned tangible, effortlessly appli- cable. Oliveros didn’t offer a formula or step-by-step instruc- tions on how to listen. Instead, she described the vast potential   held within the sonic. And that was enough. It laid the founda- tion—not for perfect listening, but for beginning. For trying. For   listening, deeply. It took just one evening for me to glimpse that potential for myself. Listening can be healing—in the simple act of accepting everything that there is, as it is. It can be humbling too, in the quiet recognition that you’re not at the centre of it all, but rather a small part of a vast web of interconnectedness."
        },
        {
            "author": "Rewire Insights",
            "title": "Rewire Insights",
            "description": "More than a music festival— Rewire is a space for deep reflection, emotional and cognitive processing, and unexpected insights. Beyond the performances, what knowledge is created here? How does music, combined with altered states and shared experiences, shape our understanding? Through short, spontaneous interviews with festival guests and musicians I'd try to to capture those revelations into texts. What stood out to you? What does the music leave behind? The blitz interviews will be taken throughout the festival venues, especially the Grey Space where lots of the talks and Radio WORM will be, as there will be a flow of festival-goers coming in and out.",
            "year": 2025,
            "theme": "Reflective, Audience",
            "type": "Audio Recordings",
            "text": "I wanted to write a text, but failed. The idea was to write it off of brief interviews with the guests, capture their insights, field-record somehow, transcribe, and cut cut cut. Tough challenge, right? -=- write on the dance floor? On the balcony of Amare? I guess me failing to write, to disengage a skosh, speaks to the quality of the festival experience: me, immersed. Inspired by María Mazzanti’s work on a call-in audio book in 2020, I risk an experiment. In the next couple of hours, I’ll try to upload the actual recordings, which you can listen to using the link below. I really hope it works. These are not only texts but voices, surroundings. Tags: I/Hör trust/s in: drugs (“наркотики»/medicines), drugs (=подруги). Friendships. Girls.\n\nNarcofemini3mmc, community, power, Woodstock (sorry, hard content) contempo-\nraryrary-arts. Expression, voices, sharing (particularly, living spaces), people’s own. с0- stars, cyborgs and compost, reclaiming the sun. Learning, degrowing. Open systems. Language -- /... complicated relationships. Intentions. Weed—definite love. The word I hate most: word. Texts/ideas/sun, plants, -- heal or kill. Witches, and other bitches. Sharing, anarchy, mycelium systems, synesthesia."
        }
    ]
}